Repository: starsandbars/capstone2
Catalog: capstone2/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br, zh_hans

# suggestion.checkin.title
source: Check in with your body
es: Conectar con tu cuerpo
fr: Se connecter avec son corps
pt_br: Conectar-se com seu corpo
zh_hans: 关注自己的身体

# suggestion.family.desc
source: Quality time with people who care for you
es: Tiempo de calidad con personas que te quieren
fr: Temps de qualité avec des personnes qui vous aiment
pt_br: Tempo de qualidade com pessoas que se importam com você
zh_hans: 与关心您的人共度美好时光

# suggestion.family.title
source: Time with family
es: Tiempo con la familia
fr: Temps en famille
pt_br: Tempo em família
zh_hans: 与家人共度时光

# suggestion.fruit.desc
source: A simple step toward better nutrition
es: Un paso sencillo hacia una mejor nutrición
fr: Une étape simple vers une meilleure nutrition
pt_br: Um passo simples em direção a uma melhor nutrição
zh_hans: 迈向更好营养的简单一步

# suggestion.fruit.title
source: Eat a piece of fruit
es: Comer una fruta
fr: Manger un fruit
pt_br: Comer uma fruta
zh_hans: 吃一个水果

# suggestion.gratitude.desc
source: Name 3 things you're grateful for today
es: Nombra 3 cosas por las que estás agradecido hoy
fr: Nommez 3 choses pour lesquelles vous êtes reconnaissant
pt_br: Nomeie 3 coisas pelas quais você é grato hoje
zh_hans: 说出今天感谢的3件事

# suggestion.gratitude.title
source: Gratitude moment
es: Momento de gratitud
fr: Moment de gratitude
pt_br: Momento de gratidão
zh_hans: 感恩时刻

# suggestion.journal.desc
source: Reflect on today, however it went
es: Reflexiona sobre el día, como haya ido
fr: Réfléchissez à la journée, quelle qu'elle soit
pt_br: Reflita sobre o dia, como quer que tenha sido
zh_hans: 反思今天，无论如何

# suggestion.journal.title
source: Write in a journal
es: Escribir en un diario
fr: Écrire dans un journal
pt_br: Escrever em um diário
zh_hans: 写日记

# suggestion.meal.desc
source: Cook one nourishing meal from scratch
es: Cocina una comida nutritiva desde cero
fr: Cuisinez un repas nourrissant de A à Z
pt_br: Cozinhe uma refeição nutritiva do zero
zh_hans: 从头开始烹饪一顿营养餐

# suggestion.meal.title
source: Make a healthy meal
es: Preparar una comida saludable
fr: Préparer un repas sain
pt_br: Preparar uma refeição saudável
zh_hans: 做一顿健康餐

# suggestion.meditate.desc
source: Breathe deeply and be present
es: Respira profundo y sé presente
fr: Respirez profondément et soyez présent
pt_br: Respire fundo e esteja presente
zh_hans: 深呼吸，活在当下

# suggestion.meditate.title
source: 5-min meditation
es: Meditación de 5 min
fr: Méditation 5 min
pt_br: Meditação de 5 min
zh_hans: 5分钟冥想

# suggestion.meds.desc
source: Consistency with medication matters
es: La consistencia con la medicación es importante
fr: La constance avec la médication est importante
pt_br: A consistência com a medicação é importante
zh_hans: 坚持用药非常重要

# suggestion.meds.title
source: Take medications
es: Tomar medicamentos
fr: Prendre ses médicaments
pt_br: Tomar medicamentos
zh_hans: 按时服药

# suggestion.rest.desc
source: A short rest can restore your energy
es: Un breve descanso puede restaurar tu energía
fr: Un bref repos peut restaurer votre énergie
pt_br: Um breve descanso pode restaurar sua energia
zh_hans: 短暂休息可以恢复精力

# suggestion.rest.title
source: Afternoon rest
es: Descanso de la tarde
fr: Repos l'après-midi
pt_br: Descanso da tarde
zh_hans: 午后小憩

# suggestion.sleep.desc
source: Rest is a crucial part of recovery
es: El descanso es una parte crucial de la recuperación
fr: Le repos est crucial dans la récupération
pt_br: O descanso é uma parte crucial da recuperação
zh_hans: 休息是康复的重要部分

# suggestion.sleep.title
source: Sleep by 10pm
es: Dormir antes de las 22h
fr: Se coucher avant 22h
pt_br: Dormir antes das 22h
zh_hans: 晚上10点前睡觉

# suggestion.stretch.desc
source: 5 minutes of light stretching to ease stiffness
es: 5 minutos de estiramiento para aliviar la rigidez
fr: 5 minutes d'étirements légers pour soulager la raideur
pt_br: 5 minutos de alongamento para aliviar a rigidez
zh_hans: 5分钟轻柔拉伸以缓解僵硬

# suggestion.stretch.title
source: Gentle stretching
es: Estiramientos suaves
fr: Étirements doux
pt_br: Alongamentos suaves
zh_hans: 轻柔拉伸

# suggestion.walk.desc
source: Even 10 minutes outside makes a difference
es: Incluso 10 minutos afuera marcan la diferencia
fr: Même 10 minutes dehors font une différence
pt_br: Mesmo 10 minutos lá fora fazem diferença
zh_hans: 即使在外面待10分钟也会有所不同

# suggestion.walk.title
source: Go for a walk
es: Salir a caminar
fr: Aller se promener
pt_br: Sair para caminhar
zh_hans: 散步

# suggestion.water.desc
source: Stay hydrated throughout the day
es: Mantente hidratado durante el día
fr: Restez hydraté tout au long de la journée
pt_br: Mantenha-se hidratado ao longo do dia
zh_hans: 全天保持水分充足

# suggestion.water.title
source: Drink 8 glasses water
es: Beber 8 vasos de agua
fr: Boire 8 verres d'eau
pt_br: Beber 8 copos de água
zh_hans: 喝8杯水

# suggestion.yoga.desc
source: Low-impact movement for any energy level
es: Movimiento de bajo impacto para cualquier nivel de energía
fr: Mouvement à faible impact pour tout niveau d'énergie
pt_br: Movimento de baixo impacto para qualquer nível de energia
zh_hans: 适合任何精力水平的低强度运动

# suggestion.yoga.title
source: Chair yoga
es: Yoga en silla
fr: Yoga en chaise
pt_br: Yoga na cadeira
zh_hans: 椅子瑜伽

# tab.habits
source: Habits
es: Hábitos
fr: Habitudes
pt_br: Hábitos
zh_hans: 习惯

# tab.home
source: Home
es: Inicio
fr: Accueil
pt_br: Início
zh_hans: 主页

# tab.log
source: Log
es: Registro
fr: Journal
pt_br: Registro
zh_hans: 记录

# habitcat.mindfulness
source: Mindfulness
fr: Pleine conscience
zh_hans: 正念

# habitcat.personal
source: Personal
fr: Personnel
pt_br: Pessoal
zh_hans: 个人

# habitcat.social
source: Social
zh_hans: 社交
